// Задача 6: Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два без остатка).
int number = 4;
int number2 = -3;
int number3 = 7;

System.Console.WriteLine(number % 2 == 0);
System.Console.WriteLine(number2 % 2 == 0);
System.Console.WriteLine(number3 % 2 == 0);